<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!--
===========================================
火车票学生优惠卡官方网站 网站系统
===========================================
美工设计、程序开发、技术支持：www.khnt.com lybide
本站 ASP、PHP、JSP、Javascript 、HTML、CSS、Flash 代码未经许可严禁复制
2013年12月11日 10:45:38 星期三 lybide
软件版本：NFCMS 3.0
-->

<head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8" />
<meta name="description" content="为了维护正常的社会秩序，有力打击非法制造和贩卖假学生证的违法行为，铁道部、教育部要求必须尽快利用现代科技手段对学生证进行有效识别和管理。“学生购票优惠卡”是防止利用假学生证购买半价优惠火车票和对购票次数进行记录的有效载体。实施单位:(大学)成都川大科鸿新技术研究所，(中专)北京川达科鸿科技有限公司。介绍：学生购票优惠卡是一种新型电子防伪产品，它以易损材料（纸）为基材，并将大规模集成电路制作在其上面而形成。本系统由三部分组成，即：学生购票优惠卡管理软件、学生购票优惠卡、学生购票优惠卡读写识别设备。" />
<meta name="keywords" content="关于非法倒卖火车票学生优惠卡的警示,学生购票优惠卡,火车票学生优惠卡官方网站,学生优惠卡,火车票优惠卡,学生半价票优惠卡,半价学生票,火车票,学生卡,半价卡,2013春运,2013春运火车票,2013半价火车票,春运火车票,春运优惠卡,火车票在线购买,中国火车票,火车票磁条,磁条火车票,中国火车票,中国火车票学生优惠卡指定发放单位,全国火车票学�