//层次
var ccdm = [ {
	"id" : "1",
	"text" : "本科"
}, {
	"id" : "2",
	"text" : "高职(专科)"
} ];
//计划类别
var jhlbdm = [ {
	"id" : "00",
	"text" : "普通类"
}, {
	"id" : "01",
	"text" : "保送生"
}, {
	"id" : "02",
	"text" : "少年班"
}, {
	"id" : "04",
	"text" : "二学位"
}, {
	"id" : "06",
	"text" : "职教师资单招"
}, {
	"id" : "07",
	"text" : "艺术类专业"
}, {
	"id" : "08",
	"text" : "运动训练单招"
}, {
	"id" : "09",
	"text" : "西藏班"
}, {
	"id" : "10",
	"text" : "新疆班"
}, {
	"id" : "11",
	"text" : "预科班转入"
}, {
	"id" : "12",
	"text" : "高水平艺术团"
}, {
	"id" : "13",
	"text" : "高水平运动队"
}, {
	"id" : "14",
	"text" : "自主招生"
}, {
	"id" : "15",
	"text" : "预留计划"
}, {
	"id" : "16",
	"text" : "残障考生单招"
}, {
	"id" : "21",
	"text" : "招收中职毕业生"
}, {
	"id" : "22",
	"text" : "高校专项计划"
}, {
	"id" : "23",
	"text" : "国家专项计划"
}, {
	"id" : "24",
	"text" : "地方专项计划"
}, {
	"id" : "25",
	"text" : "综合评价"
}, {
	"id" : "30",
	"text" : "高职单招"
}, {
	"id" : "33",
	"text" : "民族班"
}, {
	"id" : "34",
	"text" : "南疆单列计划"
}, {
	"id" : "40",
	"text" : "直招士官生"
} ];
//计划性质
var jhxzdm = [ {
	"id" : "0",
	"text" : "非定向"
}, {
	"id" : "1",
	"text" : "定向"
}, {
	"id" : "5",
	"text" : "非西藏生定藏就业"
}, {
	"id" : "6",
	"text" : "国家公费师范生"
}, {
	"id" : "7",
	"text" : "国家免费医学生"
}, {
	"id" : "8",
	"text" : "地方免费师范生"
}, {
	"id" : "9",
	"text" : "地方免费医学生"
} ];
//科类代码
var kldm = [ {
	"id" : "0",
	"text" : "文理综合"
}, {
	"id" : "1",
	"text" : "文史"
}, {
	"id" : "2",
	"text" : "外语(文)"
}, {
	"id" : "3",
	"text" : "艺术(文)"
}, {
	"id" : "4",
	"text" : "体育(文)"
}, {
	"id" : "5",
	"text" : "理工"
}, {
	"id" : "6",
	"text" : "外语(理)"
}, {
	"id" : "7",
	"text" : "艺术(理)"
}, {
	"id" : "8",
	"text" : "体育(理)"
}, {
	"id" : "9",
	"text" : "单独考试"
}, {
	"id" : "A",
	"text" : "艺术(不分文理)"
}, {
	"id" : "C",
	"text" : "体育(不分文理)"
}, {
	"id" : "Z",
	"text" : "综合改革"
} ]; 
//批次
var pcdm = [ {
	"id" : "0",
	"text" : "本科提前批"
}, {
	"id" : "1",
	"text" : "本科一批"
}, {
	"id" : "2",
	"text" : "本科二批"
}, {
	"id" : "3",
	"text" : "专科提前批"
}, {
	"id" : "4",
	"text" : "专科批"
}, {
	"id" : "5",
	"text" : "艺术本科提前批"
}, {
	"id" : "6",
	"text" : "艺术本科一批"
}, {
	"id" : "7",
	"text" : "艺术本科二批"
}, {
	"id" : "8",
	"text" : "体育本科批"
}, {
	"id" : "9",
	"text" : "艺术体育专科批"
}, {
	"id" : "C",
	"text" : "一类模式本科一批"
}, {
	"id" : "D",
	"text" : "一类模式专科批"
}, {
	"id" : "G",
	"text" : "一类模式本科二批"
}, {
	"id" : "K",
	"text" : "藏彝加试本科"
}, {
	"id" : "L",
	"text" : "藏彝加试专科"
}, {
	"id" : "A",
	"text" : "职教师资批"
}, {
	"id" : "B",
	"text" : "对口高职批"
}, {
	"id" : "M",
	"text" : "省属免费师范本科"
}, {
	"id" : "N",
	"text" : "省属免费师范专科"
}, {
	"id" : "O",
	"text" : "省属免费师范艺体本科"
}, {
	"id" : "P",
	"text" : "省属免费师范艺体专科"
}, {
	"id" : "Q",
	"text" : "省属免费师范藏彝加试本科"
}, {
	"id" : "R",
	"text" : "省属免费师范藏彝加试专科"
}, {
	"id" : "S",
	"text" : "省属免费师范一类模式本科"
}, {
	"id" : "T",
	"text" : "省属免费师范一类模式专科"
}, {
	"id" : "W",
	"text" : "深度贫困专项本科批"
}, {
	"id" : "X",
	"text" : "深度贫困专项专科批"
}, {
	"id" : "Y",
	"text" : "深度贫困专项艺体本科批"
}, {
	"id" : "Z",
	"text" : "深度贫困专项艺体专科批"
}, {
	"id" : "H",
	"text" : "深度贫困专项对口高职批"
}, {
	"id" : "U",
	"text" : "五年制高职转录"
} ];

var wyyzdm = [ {
	"id" : "0",
	"text" : "不限"
}, {
	"id" : "1",
	"text" : "英语"
}, {
	"id" : "2",
	"text" : "俄语"
}, {
	"id" : "3",
	"text" : "日语"
}, {
	"id" : "4",
	"text" : "德语"
}, {
	"id" : "5",
	"text" : "法语"
}, {
	"id" : "6",
	"text" : "西班牙语"
}, {
	"id" : "7",
	"text" : "其他外语"
} ];
//学制代码
var xzdm = [ {
	"id" : "2",
	"text" : "两年"
}, {
	"id" : "3",
	"text" : "三年"
}, {
	"id" : "4",
	"text" : "四年"
}, {
	"id" : "5",
	"text" : "五年"
}, {
	"id" : "6",
	"text" : "六年"
}, {
	"id" : "7",
	"text" : "七年医"
}, {
	"id" : "8",
	"text" : "八年医"
}, {
	"id" : "9",
	"text" : "九年医"
}, {
	"id" : "A",
	"text" : "5+3医"
} ];
//专业类别
var zylbdm = [ {
	"id" : "0",
	"text" : "普通类"
}, {
	"id" : "1",
	"text" : "军事(非指挥)类"
}, {
	"id" : "2",
	"text" : "军事(指挥)类"
}, {
	"id" : "3",
	"text" : "公安(武警)类"
}, {
	"id" : "4",
	"text" : "航海类"
}, {
	"id" : "5",
	"text" : "师范类"
}, {
	"id" : "6",
	"text" : "农林类"
} ];
var zklxdm = [ {
	"id" : "00",
	"text" : "保送生"
}, {
	"id" : "01",
	"text" : "秋季统考"
}, {
	"id" : "02",
	"text" : "少年班"
}, {
	"id" : "06",
	"text" : "运动训练、民族传统体育"
}, {
	"id" : "07",
	"text" : "需要面试的航空服务专业"
}, {
	"id" : "11",
	"text" : "藏文单考（民考民）"
}, {
	"id" : "15",
	"text" : "藏文加试"
}, {
	"id" : "16",
	"text" : "彝文加试"
}, {
	"id" : "19",
	"text" : "高职院校自主招生单独考试"
}, {
	"id" : "31",
	"text" : "美术与设计类（省统考）"
}, {
	"id" : "32",
	"text" : "音乐学类（省统考）"
}, {
	"id" : "33",
	"text" : "音乐学理论（省统考）"
}, {
	"id" : "34",
	"text" : "艺术史论（音乐史论）类（省统考）"
}, {
	"id" : "35",
	"text" : "录音艺术类（省统考）"
}, {
	"id" : "36",
	"text" : "作曲与作曲技术理论类（省统考）"
}, {
	"id" : "37",
	"text" : "音乐表演类（省统考）"
}, {
	"id" : "38",
	"text" : "戏剧影视表演类（省统考）"
}, {
	"id" : "39",
	"text" : "播音与主持类（省统考）"
}, {
	"id" : "40",
	"text" : "舞蹈类（省统考）"
}, {
	"id" : "41",
	"text" : "服装表演类（省统考）"
}, {
	"id" : "42",
	"text" : "戏曲表演（川剧）（省统考）"
}, {
	"id" : "43",
	"text" : "编导类（省统考）"
}, {
	"id" : "44",
	"text" : "体育类（全省专业统考）"
}, {
	"id" : "51",
	"text" : "美术与设计类（校考）"
}, {
	"id" : "52",
	"text" : "音乐学类（校考）"
}, {
	"id" : "53",
	"text" : "音乐学理论（校考）"
}, {
	"id" : "54",
	"text" : "艺术史论（音乐史论）类（校考）"
}, {
	"id" : "55",
	"text" : "录音艺术类（校考）"
}, {
	"id" : "56",
	"text" : "作曲与作曲技术理论类（校考）"
}, {
	"id" : "57",
	"text" : "音乐表演类（校考）"
}, {
	"id" : "58",
	"text" : "戏剧影视表演类（校考）"
}, {
	"id" : "59",
	"text" : "播音主持类（校考）"
}, {
	"id" : "60",
	"text" : "舞蹈类（校考）"
}, {
	"id" : "61",
	"text" : "服装表演类（校考）"
}, {
	"id" : "62",
	"text" : "戏曲表演（校考）"
}, {
	"id" : "63",
	"text" : "编导类（校考）"
}, {
	"id" : "64",
	"text" : "艺体其它类（校考）"
}, {
	"id" : "71",
	"text" : "农林牧渔类"
}, {
	"id" : "72",
	"text" : "土木水利类"
}, {
	"id" : "73",
	"text" : "财经商贸类"
}, {
	"id" : "74",
	"text" : "信息技术一类"
}, {
	"id" : "75",
	"text" : "信息技术二类"
}, {
	"id" : "76",
	"text" : "加工制造类"
}, {
	"id" : "77",
	"text" : "公共管理与服务类"
}, {
	"id" : "79",
	"text" : "旅游服务一类"
}, {
	"id" : "80",
	"text" : "旅游服务二类"
}, {
	"id" : "81",
	"text" : "轻纺食品类"
}, {
	"id" : "82",
	"text" : "医药卫生一类"
}, {
	"id" : "84",
	"text" : "医药卫生三类"
}, {
	"id" : "86",
	"text" : "材料类"
}, {
	"id" : "88",
	"text" : "文化艺术类（美术与设计类）"
}, {
	"id" : "89",
	"text" : "文化艺术类（音乐学类）"
} ];

